//修改这个列表的效果是修改每个方块对应的显示内容
var my_list = {
  2   :'好',
  4   :'真好',
  8   :'很好',
  16  :'非常好',
  32  :'好的很',
  64  :'太好了',
  128 :'好极了',
  256 :'就是好',
  512 :'实在是好',
  1024:'大家都说好',
  2048:'好到没话说',
  4096:'好好好好好',
  8192:'~~~~'
}
//修改这个列表的效果是修改game over的时候对应的嘲笑你的内容
var my_mark = {
  2   :'Mark_A',
  4   :'Mark_B',
  8   :'Mark_C',
  16  :'Mark_D',
  32  :'Mark_E',
  64  :'Mark_F',
  128 :'Mark_G',
  256 :'Mark_H',
  512 :'Mark_I',
  1024:'Mark_J',
  2048:'Mark_K',
  4096:'Mark_L',
  8192:'Mark_M'
}
//修改这个参数的效果是达到这个值的时候就显示赢了……当然你可以继续玩下去
var my_goal = 1024;